Repository: luis-renato/OrchidPro
Catalog: Resources/Strings/AppStrings.*.resx
Languages: pt_br

# Global.Label.Name
source: Name
pt_br: Nome

# Global.Label.Description
source: Description
pt_br: Descrição

# Global.Button.Create
source: Create
pt_br: Criar

# Global.Button.Update
source: Update
pt_br: Atualizar

# Global.Button.Cancel
source: Cancel
pt_br: Cancelar

# Global.Button.Delete
source: Delete
pt_br: Excluir

# Global.Button.SaveAndContinue
source: Save & Continue
pt_br: Salvar e Continuar

# Global.Placeholder.EnterName
source: Enter name
pt_br: Digite o nome

# Global.Placeholder.EnterDescription
source: Enter description
pt_br: Digite a descrição

# PhRange.VeryAcidic_40_45
source: 4.0-4.5 (Very Acidic)
pt_br: 4.0-4.5 (Muito Ácido)

# PhRange.Acidic_45_50
source: 4.5-5.0 (Acidic)
pt_br: 4.5-5.0 (Ácido)

# PhRange.SlightlyAcidic_50_55
source: 5.0-5.5 (Slightly Acidic)
pt_br: 5.0-5.5 (Levemente Ácido)

# PhRange.MildlyAcidic_55_60
source: 5.5-6.0 (Mildly Acidic)
pt_br: 5.5-6.0 (Pouco Ácido)

# PhRange.NearNeutral_60_65
source: 6.0-6.5 (Near Neutral)
pt_br: 6.0-6.5 (Quase Neutro)

# PhRange.Neutral_65_70
source: 6.5-7.0 (Neutral)
pt_br: 6.5-7.0 (Neutro)

# PhRange.SlightlyAlkaline_70_75
source: 7.0-7.5 (Slightly Alkaline)
pt_br: 7.0-7.5 (Levemente Alcalino)

# DrainageLevel.VeryLow
source: Very Low
pt_br: Muito Baixo

# DrainageLevel.Low
source: Low
pt_br: Baixo

# DrainageLevel.Medium
source: Medium
pt_br: Médio

# DrainageLevel.High
source: High
pt_br: Alto

# DrainageLevel.VeryHigh
source: Very High
pt_br: Muito Alto

# Substrates.Page.Add.Title
source: Add Substrate
pt_br: Adicionar Substrato

# Substrates.Page.Edit.Title
source: Edit Substrate
pt_br: Editar Substrato

# Substrates.Label.Components
source: Components
pt_br: Componentes

# Substrates.Label.PhRange
source: pH Range
pt_br: Faixa de pH

# Substrates.Label.DrainageLevel
source: Drainage Level
pt_br: Nível de Drenagem

# Substrates.Label.Supplier
source: Supplier
pt_br: Fornecedor

# Substrates.Placeholder.EnterComponents
source: Enter substrate components
pt_br: Digite os componentes do substrato

# Substrates.Placeholder.SelectPhRange
source: Select pH range
pt_br: Selecione a faixa de pH

# Substrates.Placeholder.SelectDrainageLevel
source: Select drainage level
pt_br: Selecione o nível de drenagem

# Substrates.Placeholder.EnterSupplier
source: Enter supplier
pt_br: Digite o fornecedor

# Substrates.Message.SaveSuccess
source: Substrate saved successfully
pt_br: Substrato salvo com sucesso

# Substrates.Message.DeleteSuccess
source: Substrate deleted successfully
pt_br: Substrato excluído com sucesso

# Substrates.Message.DeleteConfirmation
source: Are you sure you want to delete this substrate?
pt_br: Tem certeza que deseja excluir este substrato?
